
"%d Active Connections" = "%d Aktiva Anslutningar";

"%d Items" = "%d Items";

"%d Tunnelblick Connections Imported" = "%d Tunnelblick-anslutningar importerades";

"%d connections were successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "%d anslutningar importerades från Tunnelblick. Om du har använt avancerade OpenVPN-funktioner eller script vänligen kontrollera under Inställningar att den importerades korrekt.";

"%s Could Not Be Connected" = "%s Could Not Be Connected";

"%s Has Been Disconnected" = "%s Has Been Disconnected";

"%s Is Connected" = "%s är ansluten";

"%s Is Disconnected" = "%s är frånkopplad";

"%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again." = "%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again.";

"1 Active Connection" = "1 Aktiv Anslutning";

"A Connection/s Could Not Be Imported" = "A Connection/s Could Not Be Imported";

"A connection was successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure it was imported correctly." = "En anslutning har importerats från Tunnebblick. Om du har använt avancerade OpenVPN-funktioner eller script vänligen kontrollera under Inställningar att den importerades korrekt.";

"A valid network to the remote server does not exist. Please make sure your computer has a valid network connection and try again. Viscosity can leave this connection disconnected, or it can automatically connect it when a valid network becomes available." = "A valid network to the remote server does not exist. Please make sure your computer has a valid network connection and try again. Viscosity can leave this connection disconnected, or it can automatically connect it when a valid network becomes available.";

"Admin Rights Required" = "Administratörs-rättigheter krävs";

"Allow" = "Allow";

"Allow OpenVPN-AS Script To Run?" = "Allow OpenVPN-AS Script To Run?";

"Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option." = "Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option.";

"Always perform this action for this connection" = "Always perform this action for this connection";

"An installation of Tunnelblick was detected on your computer. Would you like Viscosity to automatically import connection configurations from it?" = "En Tunnelblick-installation hittades. Vill du att Viscosity automatiskt skall importera anslutningar automatiskt?";

"Append" = "Lägg till";

"Are you sure you want to delete the connection '%s'?" = "Är du säker på att du vill ta bort anslutningen '%s'?";

"Are you sure you want to delete the folder '%s' and its %d items?" = "Are you sure you want to delete the folder '%s' and its %d items?";

"Are you sure you want to delete the folder '%s'?" = "Are you sure you want to delete the folder '%s'?";

"Authenticating" = "Autentiserar";

"Authentication Failed" = "Authentication Failed";

"Automatically Connect" = "Automatically Connect";

"Before Connect script terminated connection attempt." = "Before Connect script terminated connection attempt.";

"Bytes" = "Bytes";

"Cancel" = "Cancel";

"Checking reachability status of connection..." = "Checking reachability status of connection...";

"Clear" = "Rensa";

"Connect %s" = "Anslut %s";

"Connected" = "Ansluten";

"Connecting" = "Ansluter";

"Connection Failed" = "Connection Failed";

"Connection Imported" = "Anslutningen importerades";

"Connection is not reachable. Disconnecting." = "Connection is not reachable. Disconnecting.";

"Connection is reachable. Starting connection attempt." = "Connection is reachable. Starting connection attempt.";

"Connection/s Imported" = "Connection/s Imported";

"Delete Connection" = "Delete Connection";

"Delete Folder" = "Delete Folder";

"Deny" = "Deny";

"Details..." = "Detaljer...";

"Disconnect %s" = "Koppla från %s";

"Disconnected" = "Frånkopplad";

"Enable" = "Enable";

"Enable unsafe OpenVPN commands?" = "Enable unsafe OpenVPN commands?";

"Enter License" = "Ange licensnyckel";

"Error: Email Missing" = "Fel: Email saknas";

"Error: License Missing" = "Fel: Licensnyckel saknas";

"Error: Name Missing" = "Fel: Namn saknas";

"Error: Unsafe OpenVPN command detected" = "Error: Unsafe OpenVPN command detected";

"Exiting" = "Avslutar";

"Export As:" = "Exportera som:";

"Ignore" = "Ignorera";

"Import Bundled Connections?" = "Importera bundlade anslutningar?";

"Import Connections From Tunnelblick?" = "Importera anslutningar från Tunnelblick?";

"In" = "In";

"Install" = "Install";

"Invalid License" = "Ogiltig licens";

"Invalid Remote Server Address" = "Invalid Remote Server Address";

"Invalid Username" = "Invalid Username";

"My Connection" = "Min Anslutning";

"My Folder" = "My Folder";

"No" = "Nej";

"No Tunnelblick Connections Imported" = "Inga Tubbelblick-anslutningar importerades";

"No valid client-side Tunnelblick connections were found. But don't despair! You can use the Preferences section to manually set up or import a connection." = "Inga giltiga klient-anslutningar hittades i Tunnelblick. Du kan använda Inställningar för att manuellt lägga till eller importera en anslutning.";

"None" = "Ingen";

"OK" = "OK";

"One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully." = "One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully.";

"OpenVPN Verification Failed using the details in your keychain. Your keychain for this connection has been reset. Please reconnect to try again." = "OpenVPN-verifikation misslyckades med uppgifterna i din Keychain. Din nyckel för denna anslutning har återställts. Försök igen.";

"OpenVPN Verification Failed. Please reconnect to try again." = "OpenVPN-verifikation misslyckades. Försök igen.";

"OpenVPN requires a username and password to continue." = "OpenVPN kräver ett användarnamn och lösenord för att fortsätta.";

"Out" = "Ut";

"Overwrite" = "Skriv över";

"Please enter the email associated with the license to continue." = "För att fortsätta, vänligen ange en mailadress associerad till licensnyckeln.";

"Please enter the license key to continue." = "För att fortsätta, vänligen ange en licensnyckel.";

"Please enter the name associated with the license to continue." = "För att fortsätta, vänligen ange ett namn associerat till licensnyckeln.";

"Please log into the HTTP Proxy server using your username and password." = "Vänligen logga in på HTTP Proxy-servern med ditt användarnamn och lösenord.";

"Please purchase Viscosity!" = "Vänligen köp Viscosoty!";

"Preferences..." = "Inställningar...";

"Purchase" = "Köp";

"Quit" = "Quit";

"Quit Viscosity" = "Avsluta Viscosity";

"Reconnect" = "Reconnect";

"Reconnect Connections?" = "Reconnect Connections?";

"Registered To" = "Registrerad för";

"Registration Successful" = "Registreringen lyckades";

"Registration was successful. All limits have been removed. Thank you for purchasing Viscosity!" = "Registreringen lyckades och alla begränsningar har tagits bort. Tack för att du stödjer Viscosity!";

"Select ..." = "Välj ...";

"Several Connections Have Been Disconnected" = "Several Connections Have Been Disconnected";

"Several connections have been disconnected as a valid network to the remote servers no longer exists. Viscosity can leave these connections disconnected, or it can automatically reconnect them when a valid network is available again." = "Several connections have been disconnected as a valid network to the remote servers no longer exists. Viscosity can leave these connections disconnected, or it can automatically reconnect them when a valid network is available again.";

"The Connection Could Not Be Imported" = "Anslutningen kunde inte importeras";

"The Connection Could Not Be Saved" = "Anslutningen kunde inte sparas";

"The OpenVPN subsystem could not be started. Please check the following:\n- Check for any error messages above this notification.\n- Make sure Viscosity is not running under a File Vault protected location (put Viscosity in the Applications folder).\n- Make sure the configuration is valid. Check the connection settings for the connection using Viscosity and make sure all settings are correct." = "OpenVPN-subsystemet kunde inte startas. Kontrollera följande:\n- Kontrollera eventuella felmeddelanden ovanför denna notifiering.\n- Kontrollera att Viscosity inte körs från en File Vault-skyddad plats (lägg Viscosity i Program-mappen).\n- Kontrollera att konfigurationen är giltig. Kontrollera anslutningsinställningarna för anslutningen och se till att alla inställningar stämmer.";

"The OpenVPN subsystem could not be started. Please see the log section (the third icon) in the Details window for more information." = "OpenVPN-subsystemet kunde inte startas. Se logg-sektionen (den tredje ikonen) i fönstret Detaljer för mer information.";

"The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?" = "The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?";

"The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance." = "The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance.";

"The Route Could Not Be Added" = "The Route Could Not Be Added";

"The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate." = "The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate.";

"The certificate for this server is invalid. You might be connecting to a server that is pretending to be \"%@\", which could result in a malicious VPN configuration. Would you like to connect to the server anyway?" = "The certificate for this server is invalid. You might be connecting to a server that is pretending to be \"%@\", which could result in a malicious VPN configuration. Would you like to connect to the server anyway?";

"The connection %@ has connected with an IP address of %@." = "The connection %@ has connected with an IP address of %@.";

"The connection %s has been disconnected." = "Anslutningen %s har kopplats från.";

"The connection %s has connected." = "Anslutningen %s har anslutits.";

"The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area." = "The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area.";

"The file opened is not a valid Viscosity connection bundle." = "Den valda filen är inte en giltig Viscosity-anslutning.";

"The file selected is not a valid client-side OpenVPN configuration file." = "Den valda filen är inte en giltig konfigurationsfil för OpenVPN.";

"The license key entered was invalid. Please check the name, email address, and license key and try again." = "Den angivna licensnyckeln är ogiltig. Vänligen kontrollera namn, mailadress och licensnyckel och försök igen.";

"The name '%s' is already in use. Please enter a new name." = "Namnet '%s' används redan. Vänligen ange ett nytt namn.";

"The remote server could not be contacted. Please make sure you have entered a valid server address and try again." = "The remote server could not be contacted. Please make sure you have entered a valid server address and try again.";

"The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again." = "The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again.";

"The username and/or password entered was incorrect. Please reconnect to try again." = "Användarnamnet och/eller lösenordet var inkorrekt. Försök igen.";

"The username and/or password entered were not accepted by the server. Please make sure your username and password are correct and try again." = "The username and/or password entered were not accepted by the server. Please make sure your username and password are correct and try again.";

"The username and/or password in your keychain was incorrect. Your keychain for this connection has been reset. Please reconnect to try again." = "Användarnamnet och/eller lösenordet i din Keychain var inkorrekt. Din nyckel för denna anslutning har återställts. Försök igen.";

"This copy of Viscosity has been bundled with one or more connections. Would you like to overwrite your existing connections with the bundled connection/s, or append them to your connection list without removing your existing connection/s?" = "Denna kopia av Viscosity har bundlats med en eller flera anslutningar. Vill du skriva över dina nuvarande anslutningar eller lägga till dem i listan över anslutningar?";

"Trial Period Expired!" = "Testperioden är slut!";

"Tunnelblick Connection Imported" = "Tunnelblick-anslutning importerades Connection Imported";

"Username/Password (Basic)" = "Användarnamn/Lösenord (Enkel)";

"Username/Password (NTLM)" = "Användarnamn/Lösenord (NTLM)";

"Verification Failed" = "Verifikation misslyckades";

"Viscosity Helper Connection Failed" = "Viscosity Helper Connection Failed";

"Viscosity Helper Connection Lost" = "Viscosity Helper Connection Lost";

"Viscosity Helper Tool Installation" = "Viscosity Helper Tool Installation";

"Viscosity Helper Tool Installation Failed" = "Viscosity Helper Tool Installation Failed";

"Viscosity can't verify the identity of the server \"%@\"." = "Viscosity can't verify the identity of the server \"%@\".";

"Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install." = "Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install.";

"Viscosity has successfully imported the connection. It is now available in your connection list." = "Viscosity har importerat anslutningen. Den finns nu tillgänglig i din anslutningslista.";

"Viscosity has successfully imported the connection. It is now available in your connection list.\n\nIf you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "Viscosity har importerat anslutningen. Den finns nu tillgänglig i din anslutningslista.\n\nOm du har använt avancerade OpenVPN-funktioner eller script vänligen kontrollera under Inställningar att den importerades korrekt.";

"Viscosity has sucessfully imported the connection/s. It is now available in your connection list." = "Viscosity has sucessfully imported the connection/s. It is now available in your connection list.";

"Viscosity must reconnect your active connections to apply this change." = "Viscosity must reconnect your active connections to apply this change.";

"Viscosity requires administration rights when first launched in order to setup OpenVPN and required components. Viscosity will now exit. Please reopen Viscosity to try again." = "Viscosity kräver administratörs-rättigheter vid första starten. Programmet kommer nu att avslutas. Starta Viscotity för att försöka igen.";

"Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again." = "Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again.";

"Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again." = "Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again.";

"Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again." = "Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again.";

"Waiting" = "Väntar";

"Yes" = "Ja";

"You must enter a Name for the connection." = "Du måste ange ett Namn för anslutningen.";

"You must enter a Route before saving." = "You must enter a Route before saving.";

"You must enter a port for the proxy server." = "Du måste ange en port för proxyservern.";

"You must enter a username to use for authentication." = "You must enter a username to use for authentication.";

"You must enter a valid address for the remote VPN server." = "You must enter a valid address for the remote VPN server.";

"You must enter an address for the proxy server." = "Du måste ange en adress för proxyservern.";

"You must enter an address for the remote server." = "Du måste ange en adress för fjärrservern.";

"Your trial period expires in %d days. If you like Viscosity please purchase it for unrestricted use." = "Din testperiod är slut om %d dagar. Om du vill fortsätta använda Viscosity efter det, vänligen köp en licens.";

"Your trial period expires in 1 day! If you like Viscosity please purchase it for unrestricted use." = "Din testperiod är slut om 1 dag! Om du vill fortsätta använda Viscosity efter det, vänligen köp en licens.";

"Your trial period has expired. If you like Viscosity please purchase it for unrestricted use." = "Din testperiod är slut. Om du vill fortsätta använda Viscosity vänligen köp en licens.";

"day" = "dag";

"days" = "dagar";

"hour" = "timme";

"hours" = "timmar";

"minute" = "minut";

"minutes" = "minuter";

"second" = "sekund";

"seconds" = "sekunder";
